<?php
// Heading
$_['heading_title'] = 'тапсырысты Ресімдеу';

// Text
$_['text_cart'] = 'Себет сатып алу';
$_['text_checkout_option'] = '1-Қадам: Тәсілі тапсырысты ресімдеу';
$_['text_checkout_account'] = '2-Қадам: Бейіні & Төлем ақпараты';
$_['text_checkout_payment_address'] = '2-Қадам: Төлем туралы ақпарат';
$_['text_checkout_shipping_address'] = '- Қадам: 3: жеткізу Мекен-жайы';
$_['text_checkout_shipping_method'] = '4-Қадам: жеткізу Тәсілі';
$_['text_checkout_payment_method'] = '5-Қадам: төлеу Тәсілі';
$_['text_checkout_confirm'] = 'Қадам 6: тапсырысты';
$_['text_modify'] = 'Өзгерте &raquo;';
$_['text_new_customer'] = 'Жаңа сатып алушы';
$_['text_returning_customer'] = 'Тіркелген қолданушы';
$_['text_checkout'] = 'Опциялар тапсырысты рәсімдеу:';
$_['text_i_am_returning_customer'] = 'Я қылмыстарды, мұнда сатып алу бұрын тіркелмесе';
$_['text_register'] = 'Тіркелу';
$_['text_guest'] = 'Оформить заказ без регистрации';
$_['text_register_account'] = 'тіркелгіні Жасау көмектеседі дүкен жылдам және ыңғайлы салмай, бірдей деректерді бірнеше рет (жеткізу мекен-жайын, аты-жөні, телефон және т. б.) сондай-ақ Сіз аласыз мәртебесін қадағалап өзінің тапсырысын, пайдалануға Бетбелгілерді, көре өзінің алдыңғы тапсырыстарды, бонустық ұпайларды жинау (олардың да сатып алуға болады тауарлар!) немесе алуға жеңілдік тұрақты сатып алушы.';
$_['text_forgotten'] = 'парольді Ұмыттыңыз ба?';
$_['text_your_details'] = 'Жеке деректері';
$_['text_your_address'] = 'Мекен жайы';
$_['text_your_password'] = 'Пароль';
$_['text_agree'] = 'Менімен оқылды, мен келісімімді беремін құжатпен <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new'] = 'пайдаланғыңыз жаңа мекен-жайы';
$_['text_address_existing'] = 'мекенжайды Пайдалануға';
$_['text_shipping_method'] = 'Таңдаңыз ыңғайлы тәсілі жеткізу үшін тапсырыс:';
$_['text_payment_method'] = 'төлем тәсілін Таңдаңыз бұл үшін тапсырыс:';
$_['text_comments'] = 'Сіз пікір қосу өзінің тапсырысы:';
$_['text_recurring_item'] = 'Қайталау';
$_['text_payment_recurring'] = 'Төлем профиль';
$_['text_trial_description'] = '%s әрбір %d %s(s) %d төлемді(оған) сол кезде';
$_['text_payment_description'] = '%s әрбір %d %s(s) %d төлемді(оған)';
$_['text_payment_cancel'] = '%s әрбір %d %s(s), ол жойылды';
$_['text_day'] = '';
$_['text_week'] = 'апта';
$_['text_semi_month'] = 'мұсылмандарға';
$_['text_month'] = 'ай';
$_['text_year'] = 'жыл';

// Column
$_['column_name'] = 'Атауы';
$_['column_model'] = 'Үлгі';
$_['column_quantity'] = 'Саны';
$_['column_price'] = 'Баға шт.';
$_['column_total'] = 'Барлығы';

// Entry
$_['entry_email_address'] = 'E-Mail Мекен-жайы';
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Растау';
$_['entry_firstname'] = 'Аты';
$_['entry_lastname'] = 'Аты-жөні';
$_['entry_telephone'] = 'Телефоны';
$_['entry_fax'] = 'Факс';
$_['entry_address'] = ', мекенжайды Таңдаңыз';
$_['entry_company'] = 'Компания';
$_['entry_customer_group'] = 'Тобы сатып алушының';
$_['entry_address_1'] = 'Мекен жайы';
$_['entry_address_2'] = 'Мекен-жайы (қосымша)';
$_['entry_postcode'] = 'Индексі';
$_['entry_city'] = 'Қала';
$_['entry_country'] = 'Ел';
$_['entry_zone'] = 'Аймақ / облыс';
$_['entry_newsletter'] = 'Я хочу жазылу таспасы %s.';
$_['entry_shipping'] = 'Менің мекен-жайына жеткізу сәйкес келеді мекен-төлемді';

// Error
$_['error_warning'] = 'проблемасы Туындады өңдеу кезінде сіздің тапсырысыңызды! Егер проблема туындаса, қайтадан көріңіз таңдап, басқа төлем әдісін немесе <a href="%s">администратормен хабарласыңыз дүкені</a>.';
$_['error_login'] = 'Қате: қате E-Mail және/немесе пароль.';
$_['error_attempts'] = 'Назар салыңыз: Сіз асып рұқсат етілген саны әрекеттерінің жүйесіне кіру. Көріңіз бір сағат.';
$_['error_approved'] = 'Қажет растау, тіркеу алдында авторизацией.';
$_['error_exists'] = 'Қате: көрсетілген E-Mail мекен-жайы тіркелген!';
$_['error_firstname'] = 'Аты болуы тиіс 1-ден 32-ге рәміздер!';
$_['error_lastname'] = 'Тегі болуы тиіс 1-ден 32 символдан!';
$_['error_email'] = 'E-mail мекен-жайы енгізілді дұрыс емес!';
$_['error_telephone'] = 'телефон Нөмірі болуы тиіс 3-тен 32 символдан!';
$_['error_password'] = 'Кілтсөз болуы тиіс 3-тен 20 рәміздер!';
$_['error_confirm'] = 'Парольдер сәйкес келмейді!';
$_['error_address_1'] = 'Мекен-жайы болуы тиіс 3-тен 128 таңбадан!';
$_['error_city'] = ', қала Атауы болуы тиіс 2-ден 128 таңбадан!';
$_['error_postcode'] = 'Индексі тиіс 2-ден 10 символ!';
$_['error_country'] = 'таңдаңыз елге!';
$_['error_zone'] = 'таңдаңыз Аймақ / облыс';
$_['error_agree'] = 'Үшін тапсырысты рәсімдеу керек келіседі құжаты %s!';
$_['error_address'] = 'Қажет, мекен-жайы!';
$_['error_shipping'] = 'Қажет жеткізу тәсілі!';
$_['error_no_shipping'] = 'Жеткізу бойынша осы мекен-жай мүмкін емес. Оқасы <a href="%s">бізбен байланысу</a> біз табамыз шешу!';
$_['error_payment'] = 'Қажет төлеу тәсілі!';
$_['error_no_payment'] = 'Оплата осы мекен-жай бойынша мүмкін емес. Оқасы <a href="%s">бізбен байланысу</a> біз табамыз шешу!';
$_['error_custom_field'] = '%s қажет!';
