<?php

// Heading
$_['heading_title'] = 'тапсырысты Ресімдеу';
$_['heading_login_block'] = 'Авторизациялау';
$_['heading_user_block'] = 'Ақпарат клиенттің';
$_['heading_payment_block'] = 'төлеу Тәсілдері';
$_['heading_shipping_block'] = 'жеткізу Тәсілдері';
$_['heading_cart_block'] = 'Себет сатып алу';

// Button
$_['button_checkout'] = 'Тапсырысты ресімдеу';

// Text
$_['text_loading'] = 'Орындауға...';
$_['text_day'] = '';
$_['text_week'] = 'апта';
$_['text_semi_month'] = 'мұсылмандарға';
$_['text_month'] = 'ай';
$_['text_year'] = 'жыл';
$_['text_your_details'] = 'Жеке деректері';
$_['text_your_address'] = 'Мекен жайы';
$_['text_shipping_method'] = 'Таңдаңыз ыңғайлы жеткізу тәсілі-осы тапсырысқа';
$_['text_payment_method'] = 'төлем тәсілін Таңдаңыз осы тапсырысқа';
$_['text_i_am_returning_customer'] = 'Я қылмыстарды, мұнда сатып алу бұрын тіркелмесе';
$_['text_forgotten'] = 'парольді Ұмыттыңыз ба?';
$_['text_address_new'] = 'Я хочу пайдалануға жеткізу мекен-жайы';
$_['text_address_existing_payment'] = 'пайдаланғыңыз қазіргі метод оплаты';
$_['text_address_existing_shipping'] = 'Я хочу мекенжайды пайдалануға жеткізу';
$_['text_next'] = 'сіз жасауға келеді?';
$_['text_next_choice'] = 'сіз купондық коды жеңілдік немесе бонус ұпайлары сіз пайдаланғыңыз келсе, таңдаңыз тиісті тармаққа төмен. Сондай-ақ, Сіз шамамен білуге жеткізу құны сіздің өңірге.';
$_['text_agree'] = 'оқыдым <a href="%s" id="open-popup-terms"><b>%s</b></a> талаптарымен';
$_['text_points'] = 'Бонустық ұпайлар: %s';
$_['text_items'] = 'Тауарлардың %s (%s)';
$_['text_trial_description'] = 'Құны: %s; Кезеңділігі: %d %s; Саны, төлем %d; Бұдан әрі, ';
$_['text_payment_description'] = 'Құны: %s; Кезеңділігі: %d %s; Саны, төлем %d';
$_['text_payment_cancel'] = 'Құны: %s; Кезеңділігі: %d %s; Саны, төлем дейін күшін жою';
$_['text_empty'] = 'Сіздің қоржыныңыз сауда ештеңе жоқ!';
$_['text_registered'] = 'Я тіркелді';
$_['text_comments'] = 'Пікір';
$_['text_register'] = 'Менің тіркелу';

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_firstname'] = 'Аты';
$_['entry_lastname'] = 'Аты-жөні';
$_['entry_telephone'] = 'Телефоны';
$_['entry_fax'] = 'Факс';
$_['entry_address'] = ', мекенжайды Таңдаңыз';
$_['entry_company'] = 'Компания';
$_['entry_customer_group'] = 'бизнес Түрі';
$_['entry_address_1'] = 'Мекен жайы';
$_['entry_address_2'] = 'Мекен-жайы 2';
$_['entry_postcode'] = 'Индексі';
$_['entry_city'] = 'Қала';
$_['entry_country'] = 'Ел';
$_['entry_zone'] = 'Аймақ / Облыс';
$_['entry_comment'] = 'Пікір';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'құпия сөзді Растау';
$_['entry_voucher'] = 'Енгізіңіз код сертификатының';
$_['entry_coupon'] = 'Енгізіңіз код Купон на скидку';
$_['entry_reward'] = 'үшін қол Жетімді қолдану (максимум %s)';

// Column
$_['column_image'] = 'Image';
$_['column_name'] = 'Атауы';
$_['column_model'] = 'Үлгі';
$_['column_quantity'] = 'Саны';
$_['column_price'] = 'Баға шт.';
$_['column_total'] = 'Барлығы';
$_['column_remove'] = 'Жою';

// Error
$_['error_firstname'] = 'Аты болуы тиіс 1-ден 32-ге рәміздер!';
$_['error_lastname'] = 'Тегі болуы тиіс 1-ден 32 символдан!';
$_['error_email'] = 'E-mail мекен-жайы енгізілді дұрыс емес!';
$_['error_telephone'] = 'телефон Нөмірі болуы тиіс 3-тен 32 символдан!';
$_['error_address_1'] = 'Мекен-жайы болуы тиіс 3-тен 128 таңбадан!';
$_['error_address_2'] = 'Мекен-жайы 2 болуы тиіс 3-тен 128 таңбадан!';
$_['error_fax'] = 'факс Нөмірі болуы тиіс 3-тен 32 символдан!';
$_['error_comment'] = ', Пікір тиіс 3 500-ге дейін символ!';
$_['error_company'] = ', Компания болуы тиіс 2-ден 128 таңбадан!';
$_['error_city'] = ', қала Атауы болуы тиіс 2-ден 128 таңбадан!';
$_['error_postcode'] = 'Индексі тиіс 2-ден 10 символ!';
$_['error_country'] = 'таңдаңыз елге!';
$_['error_zone'] = 'таңдаңыз аймақ / облыс';
$_['error_agree'] = 'Сіз оқи және келіседі, %s!';
$_['error_shipping'] = 'Қажет жеткізу тәсілі!';
$_['error_no_shipping'] = 'Жоқ қол жеткізу тәсілдері. Оқасы <a href="%s">хабарласыңыз әкімшілігі</a>!';
$_['error_payment'] = 'Қажет төлеу тәсілі!';
$_['error_no_payment'] = 'Жоқ қол жетімді төлеу тәсілі. Оқасы <a href="%s">хабарласыңыз әкімшілігі</a>!';
$_['error_stock'] = 'Тауарларға белгіленген *** жоқ қажетті саны немесе олардың жоқ қоймада!';
$_['error_minimum'] = 'ең Аз саны үшін тапсырыс тауардың %s құрайды, %s!';
$_['error_attempts'] = 'Сіз асып, барынша мүмкіндіктер саны-авторландыру. Әрекетті қайталаңыз сайтта авторландыру арқылы 1 сағат';
$_['error_login'] = 'Қате: Қате E-Mail және/немесе пароль.';
$_['error_approved'] = 'Бұрын Сіз кіру әкімшілігі тиіс мақұлдансын Сіздің аккаунт.';
$_['error_custom_field'] = '%s міндетті түрде!';
$_['error_exists'] = 'Қате: Бұл E-Mail тіркелген!';