<?php
// Heading
$_['heading_title'] = 'Парольді Ұмыттыңыз ба?';

// Text
$_['text_account'] = 'Жеке кабинетіне';
$_['text_forgotten'] = 'Парольді?';
$_['text_your_email'] = 'Сіздің E-Mail';
$_['text_email'] = 'Енгізіңіз электрондық пошта тіркелгіңіз. Түймешігін басыңыз жалғастыру үшін пароль алу бойынша электрондық пошта арқылы.';
$_['text_success'] = 'Жаңа пароль жіберілетін электрондық пошта мекен-жайы.';

// Entry
$_['entry_email'] = 'E-Mail:';
$_['entry_password'] = 'Жаңа пароль';
$_['entry_confirm'] = 'Растау';

// Error
$_['error_email'] = 'E-Mail мекен-жайы табылмады тексеріп, қайталап көріңіз!';
$_['error_approved'] = 'Назар аударыңыз: Талап етілетін растау тіркелгі алдында авторизацией.';
$_['error_password'] = 'Кілтсөз болуы мүмкін 4-тен 20 рәміздер!';
$_['error_confirm'] = 'Парольдер сәйкес келмейді!';