<?php
// header
$_['heading_title'] = 'Кұпиясөзді қалпына келтіру';

// Text
$_['text_account'] = 'Account';
$_['text_password'] = 'Жаңа құпия сөзді Енгізіңіз, сіз пайдаланғыңыз келсе,.';
$_['text_success'] = 'Сіздің пароль сәтті жаңартылды.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Растаңыз';

// Error
$_['error_password'] = 'Кілтсөз болуы мүмкін 4-тен 20 рәміздер!';
$_['error_confirm'] = 'Куаттаңызшы пароль дұрыс!';
$_['error_code'] = 'Коды құпия сөзді қалпына келтіру жарамсыз немесе пайдаланылған бұрын!';