<?php
// Heading
$_['heading_title'] = 'Тіркелгі сәтті құрылды!';

// Text
$_['text_message'] = '<p>Құттықтаймыз! Тіркелгіңіз сәтті жасалды.</p><p>енді сіз қосымша мүмкіндіктері: тарихын қарау тапсырыстарды мөр шот, өзгерту өз байланыс ақпаратын мекен-жайы және жеткізу қадағалап, жинақталған ұпайларға және т. б...</p><p>Егер сіз қандай да бір сұрақтар болса, бізге жазыңыз.</p><p>Хат деректері туралы тіркелген жіберілді көрсетілген E-mail. Егер хат, өтінеміз <a href="%s">бізбен байланысу</a>.</p>';
$_['text_approval'] = '<p>Рахмет тіркегені үшін %s!</p><p>сізге электрондық пошта арқылы сіздің жеке кабинеті іске қосылады әкімшілігі дүкені.</p><p>Егер сіз қандай да бір сұрақ, өтінеміз <a href="%s">администратормен хабарласыңыз</a>.</p>';
$_['text_account'] = 'Жеке кабинетіне';
$_['text_success'] = 'Тіркелгі сәтті құрылды!';
