<?php
// Heading 
$_['heading_title'] = 'Сатып алу сертификатының';

// Text
$_['text_account'] = 'Жеке кабинет';
$_['text_voucher'] = 'Сыйлық сертификаты';
$_['text_description'] = 'Барлық алаңдарды толтырғаннан Кейін, Куәлік болады орны ауыстырылды себетке, және кейін - төлем жіберілді алушыға көрсетілген e-mail.</p>';
$_['text_agree'] = 'Бұл сыйлық сертификаттар қайтарылуға жатпайды.';
$_['text_message'] = '<p>Куәлік орны ауыстырылды себетке. Кейін оның төлем алушыға хат жолданады нұсқаулығы, оларға пайдалана.</p>';
$_['text_for'] = '%s Сыйлық сертификаты үшін %s';

// Entry
$_['entry_to_name'] = 'Алушының Атына:';
$_['entry_to_email'] = 'Алушының Email:';
$_['entry_from_name'] = 'Сіздің атыңыз:';
$_['entry_from_email'] = 'Сіздің Email:';
$_['entry_theme'] = 'Тақырып:';
$_['entry_message'] = 'Хабарлама:';
$_['entry_amount'] = 'Сомасы:';

// Help
$_['help_message'] = 'Калауы Бойынша';
$_['help_amount'] = 'Сомасы болуы тиіс, %s %s';

// Error
$_['error_to_name'] = 'Алушының Аты болуы тиіс 1-ден 64 символдан!';
$_['error_from_name'] = 'Сіздің атыңыз болуы тиіс 1-ден 64 символдан!';
$_['error_email'] = 'Енгізіңіз қолданыстағы E-Mail!';
$_['error_theme'] = 'Тақырыпты Таңдаңыз сертификаттың!';
$_['error_amount'] = 'Сомасы артық болуы тиіс %s және аз %s!';
$_['error_agree'] = 'Сіз келісім берілсін, бұл сыйлық сертификаттар қайтарылуға жатпайды!';
