<?php
$_['heading_title']                  = 'Қош келдіңіз!';
$_['title_static_subscribe']         = 'Біздің жеңілдіктер мен жаңалықтарға жазылыңыз:';
$_['text_static_subscribe']          = '<p>Акциялар мен жеңілдіктер туралы бірінші біліп отырыңыз</p><p>Электрондық поштаға жазылыңыз</p>';
$_['title_subscribe']    	     	 = 'Жазылу статусы';

// Button
$_['button_subscribe']               = 'Жазылу';
$_['button_close']                   = 'сайтқа';
	
// Text
$_['text_success_subscribe']         = 'Сіз сәтті жазылдыңыз! Растау сілтемесі бар хат сіздің электрондық поштаға жіберілді.';
$_['text_stop']                      = 'Келесі жолы бұл терезені көрсетпеу.';
$_['text_thanks']                    = 'Рақмет,';
$_['text_oct_terms']                 = 'Мен <a href="%s" class="agree" data-rel="%s">%s</a>-ты оқып, шарттарға келісемін';
$_['error_oct_terms']                = 'Сіз %s-ты оқып, келісуіңіз қажет!';

$_['text_approve_welcome']           = '%s-ке жазылғаныңызға қуаныштымыз және рахмет!';
$_['text_approve_services']          = 'Егер бұл хат сізге қате келсе, оған жауап бермеңіз.';
$_['text_approve_subject']           = '%s - Жазылымды растау!';
$_['text_subscribe_services']        = 'Жазылымды растау үшін мына сілтемеге өтіңіз: %s';

$_['text_unsubscribe_welcome']       = '%s-ке жазылғаныңыз үшін рахмет!';
$_['text_unsubscribe_subject']       = '%s - Сіздің жазылымыңыз сәтті расталды!';
$_['text_unsubscribe_services']      = 'Жазылымды болдырмау үшін мына сілтемеге өтіңіз: %s';
$_['text_message_default']           = 'Ақпарат қол жетімді емес';
$_['text_message_approve']           = 'Сіздің жазылымыңыз сәтті расталды!';
$_['text_message_unsubscribe']       = 'Сіз сәтті жазылымнан бас тарттыңыз!';

// Enter
$_['enter_email']                    = 'Электрондық поштаңызды енгізіңіз және сыйлық алыңыз!';
$_['enter_email_static_subscribe']	 = 'Электрондық пошта мекенжайын енгізіңіз';

// Error
$_['error_enter_email']              = 'Электрондық поштаны енгізіңіз!';
$_['error_valid_email']              = 'Электрондық пошта дұрыс енгізілмеген!';
$_['error_already_subscribed_email'] = 'Бұл электрондық пошта бұрыннан жазылған!';
$_['oct_footer_subscribe_promo']	 = 'Акциялар мен жеңілдіктер туралы бірінші біліп отыруды қалайсыз ба?';
$_['oct_footer_subscribe']		 = 'Біздің тізімге жазылыңыз және тиімді сатып алыңыз!';