<?php
// Heading
$_['heading_title'] = 'Купить 1 клик';

// Button
$_['button_shopping'] = 'Жалғастыру сатып алу';
$_['button_checkout'] = 'Тапсырыс беру';
$_['button_upload'] = 'Жүктеу тапсырысты';

// Text
$_['text_reward'] = 'Бонустық балдар:';
$_['text_points'] = 'Баға ескере отырып, балл:';
$_['text_tax'] = 'салығы Жоқ:';
$_['text_discount'] = ' немесе ';
$_['text_option'] = 'Қолжетімді нұсқалары';
$_['text_minimum'] = 'ең Аз саны үшін тауарды тапсырыс %s';
$_['text_select'] = ' --- Тізімнен таңдау --- ';
$_['text_success_order'] = '<p>Сіздің тапсырыс сәтті ресімделді.</p><p>Біздің менеджер Сізбен жақын арада.</p><p>Рахмет, сатып алу біздің интернет-дүкенінде!</p>';
$_['text_loading'] = 'Жүктеу...';

// Enter
$_['enter_firstname'] = 'Енгізіңіз';
$_['enter_telephone'] = 'телефоныңызды Енгізіңіз';
$_['enter_email'] = 'Енгізіңіз де, E-mail';
$_['enter_comment'] = 'Енгізіңіз пікір';
$_['entry_quantity'] = 'Енгізіңіз саны:';


// Error
$_['error_firstname'] = 'Аты болуы тиіс 1-ден 32-ге рәміздер!';
$_['error_email'] = 'E-mail мекен-жайы енгізілді дұрыс емес!';
$_['error_telephone'] = 'телефон Нөмірі болуы тиіс 3-тен 32 символдан!';
$_['error_comment'] = ', Пікір тиіс 3 500-ге дейін символ!';
$_['error_option'] = '%s міндетті түрде!';