<?php
// Heading
$_['heading_title'] = 'тіркелгі серіктес сәтті құрылды!';

// Text
$_['text_message'] = '<p>алғыс Айтамыз тіркегені үшін!</p> <p>You are now a member of %s  affiliates.</p> <p>Сіз хабарлама email кейін есептік жазбаны іске қосу әкімшілігі дүкені.</p> <p>Кез келген сұрақтар туралы серіктестік бағдарламасы аласыз <a href="%s">әкімшілігінің дүкені</a>.</p>';
$_['text_approval'] = '<p>алғыс Айтамыз тіркегені үшін %s!</p><p>Сіз хабарлама email кейін есептік жазбаны іске қосу әкімшілігі дүкені.</p><p>Кез келген сұрақтар туралы серіктестік бағдарламасы аласыз <a href="%s">әкімшілігінің дүкені</a>.</p>';
$_['text_account'] = 'Кабинеті серіктес';
$_['text_success'] = 'Ойдағыдай';