<?php

// Heading
$_['heading_title']                  = 'Тапсырыс беру';
$_['heading_login_block']            = 'Кіру';
$_['heading_user_block']             = 'Тапсырыс беруші туралы мәлімет';
$_['heading_payment_block']          = 'Төлем әдістері';
$_['heading_shipping_block']         = 'Жеткізу әдістері';
$_['heading_cart_block']             = 'Себет';

// Button
$_['button_checkout']                = 'Тапсырыс беру';

// Text
$_['text_loading']                   = 'Жүктелуде...';
$_['text_day']                       = 'күн';
$_['text_week']                      = 'апта';
$_['text_semi_month']                = 'жар ай';
$_['text_month']                     = 'ай';
$_['text_year']                      = 'жыл';
$_['text_your_details']              = 'Жеке деректер';
$_['text_your_address']              = 'Мекен-жай';
$_['text_shipping_method']           = 'Осы тапсырыс үшін қолайлы жеткізу әдісін таңдаңыз';
$_['text_payment_method']            = 'Осы тапсырыс үшін төлем әдісін таңдаңыз';
$_['text_i_am_returning_customer']   = 'Мен бұрын мұнда сатып алғанмын және тіркелгенмін';
$_['text_forgotten']                 = 'Құпиясөзді ұмыттыңыз ба?';
$_['text_address_new']               = 'Жаңа мекен-жай қосып, пайдалану';
$_['text_address_existing_payment']  = 'Мен төлем үшін бар мекен-жайды пайдаланғым келеді';
$_['text_address_existing_shipping'] = 'Мен жеткізу үшін бар мекен-жайды пайдаланғым келеді';
$_['text_next']                      = 'Келесіде не істегіңіз келетінін таңдаңыз';
$_['text_next_choice']               = 'Сізде купон коды немесе бонустық ұпайлар болса, оларды пайдалану үшін төмендегіні таңдаңыз. Сонымен қатар жеткізу құнын шамамен есептей аласыз.';
$_['text_agree']                     = 'Мен <a href="%s" class="agree"><b>%s</b></a>-ты оқып, шарттарға келісемін';
$_['text_points']                    = 'Бонустық ұпайлар: %s';
$_['text_items']                     = '<span class="cart-total-price">%s</span> <i class="fa fa-shopping-cart"><span class="count-quantity">%s</span></i>';
$_['text_trial_description']         = 'Бағасы: %s; Ұзақтық: %d %s; Төлемдер саны: %d;  Содан кейін,  ';
$_['text_payment_description']       = 'Бағасы: %s; Ұзақтық: %d %s; Төлемдер саны: %d';
$_['text_payment_cancel']            = 'Бағасы: %s; Ұзақтық: %d %s; Төлемдер саны: тоқтатылғанша';
$_['text_empty']                     = 'Сіздің себетіңіз бос!';
$_['text_registered']                = 'Мен тіркелгенмін';
$_['text_comments']                  = 'Пікір';
$_['text_register']                  = 'Мен тіркелгім келеді';
$_['text_option_sku']                = 'Артикул';
$_['text_option_model']              = 'Модель';
$_['text_shipping_address']          = 'Жеткізу мекен-жайы';
$_['text_weight']                    = 'Сіздің тапсырысыңыздың салмағы';

// Entry
$_['entry_email']                    = 'Электрондық пошта';
$_['entry_firstname']                = 'Аты';
$_['entry_lastname']                 = 'Тегі';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Мекен-жайды таңдаңыз';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Іскерлік түрі';
$_['entry_address_1']                = 'Мекен-жай';
$_['entry_address_2']                = 'Мекен-жай 2';
$_['entry_postcode']                 = 'Индекс';
$_['entry_city']                     = 'Қала';
$_['entry_country']                  = 'Ел';
$_['entry_zone']                     = 'Аймақ / Облыс';
$_['entry_comment']                  = 'Пікір';
$_['entry_password']                 = 'Құпия сөз';
$_['entry_confirm']                  = 'Құпия сөзді растау';
$_['entry_voucher']                  = 'Сыйлық сертификатының кодын енгізіңіз';
$_['entry_coupon']                   = 'Жеңілдік купонының кодын енгізіңіз';
$_['entry_reward']                   = 'Қолдануға қол жетімді (максимум %s)';

// Column
$_['column_image']                   = 'Сурет';
$_['column_name']                    = 'Атауы';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Саны';
$_['column_price']                   = 'Бағасы';
$_['column_total']                   = 'Барлығы';
$_['column_remove']                  = 'Өшіру';

// Error
$_['error_firstname']                = 'Аты 1-ден 32 таңбаға дейін болуы керек!';
$_['error_lastname']                 = 'Тегі 1-ден 32 таңбаға дейін болуы керек!';
$_['error_email']                    = 'Электрондық пошта дұрыс енгізілмеген!';
$_['error_telephone']                = 'Телефон нөмірі 3-тен 32 таңбаға дейін болуы керек!';
$_['error_address_1']                = 'Мекен-жай 3-тен 128 таңбаға дейін болуы керек!';
$_['error_address_2']                = 'Мекен-жай 2 3-тен 128 таңбаға дейін болуы керек!';
$_['error_fax']                      = 'Факс нөмірі 3-тен 32 таңбаға дейін болуы керек!';
$_['error_comment']                  = 'Пікір 3-тен 500 таңбаға дейін болуы керек!';
$_['error_company']                  = 'Компания 2-ден 128 таңбаға дейін болуы керек!';
$_['error_city']                     = 'Қаланың атауы 2-ден 128 таңбаға дейін болуы керек!';
$_['error_postcode']                 = 'Индекс 2-ден 10 таңбаға дейін болуы керек!';
$_['error_country']                  = 'Елді таңдаңыз!';
$_['error_zone']                     = 'Аймақ/облысты таңдаңыз!';
$_['error_agree']                    = 'Сіз %s-ты оқып, келісуіңіз қажет!';
$_['error_shipping']                 = 'Жеткізу әдісін көрсету қажет!';
$_['error_no_shipping']              = 'Қол жетімді жеткізу әдістері жоқ. Өтінеміз, <a href="%s">әкімшілікпен байланысыңыз</a>!';
$_['error_payment']                  = 'Төлем әдісін көрсету қажет!';
$_['error_no_payment']               = 'Қол жетімді төлем әдістері жоқ. Өтінеміз, <a href="%s">әкімшілікпен байланысыңыз</a>!';
$_['error_stock']                    = '*** белгіленген тауарлар қажетті мөлшерде жоқ немесе қоймада жоқ!';
$_['error_minimum']                  = '%s тауарын тапсырыс берудің минималды саны %s!';
$_['error_minimum_sum']              = 'Тапсырыстың минималды сомасы %s!';
$_['error_maximum_sum']              = 'Тапсырыстың максималды сомасы %s!';
$_['error_attempts']                 = 'Сіз авторизация әрекеттерінің шегін арттырдыңыз. 1 сағаттан кейін қайта көріңіз';
$_['error_login']                    = 'Қате: Электрондық пошта және/немесе құпия сөз дұрыс емес.';
$_['error_approved']                 = 'Кіру үшін әкімшілік сіздің тіркелгіңізді мақұлдауы қажет.';
$_['error_custom_field']             = '%s міндетті!';
$_['error_exists']         		 = 'Қате: Бұл электрондық пошта бұрыннан тіркелген!';
$_['error_valid_email']			 = 'Электрондық пошта дұрыс енгізілмеген!';