<?php
// Heading
$_['heading_title'] = 'Оплата героин';

// Text
$_['text_basket'] = 'Себет сатып алу';
$_['text_checkout'] = 'Оформить заказ';
$_['text_failure'] = 'Оплата героин';
$_['text_message'] = '<p>проблемасы Туындады тапсырысты төлеу кезінде</p>

<p>Ықтимал себептері:</p>
<ul>
<li>қаражат Жеткіліксіз</li>
<li>Тексеру аяқталды неудачей</li>
</ul>

<p>көріңіз тағы бір рет көрсетіп, бұл үшін тапсырыс - басқа төлеу тәсілі</p>

<p>Егер бұл мәселе қайталанбайды ма <a href="%s">бізбен байланысу</a> сипаттай отырып, және тапсырыстың нөмірімен және ол тырысасыз?</p>';