<?php
// Heading
$_['heading_title'] = 'Тапсырыс сәтті қалыптастырылған!';

// Text
$_['text_basket'] = 'Себет сатып алу';
$_['text_checkout'] = 'Безендіру';
$_['text_success'] = 'Ойдағыдай';
$_['text_customer'] = '<br><p>Сіз тарихын көруге болады тапсырыстарды <a href="%s">Жеке кабинетінде</a> ашып <a href="%s">Тарихына тапсырыстарды</a>.</p><p>Егер сіздің тапсырыс бар сандық тауарларды жүктеу үшін, сіз олардың бетінде <a href="%s">Файлдарды жүктеу</a>.</p><p>Егер сізде қандай да бір сұрақтар, пожалуйста, <a href="%s">бізбен байланысу</a>.</p><p>Рахмет, сатып алу біздің интернет-дүкенінде!</p>';
$_['text_guest'] = '<p>Сіздің тапсырыс сәтті қалыптастырылған!</p><p>Егер сізде қандай да бір сұрақтар, пожалуйста, <a href="%s">бізбен байланысу</a>.</p><p>Рахмет, сатып алу біздің интернет-дүкенінде!</p>';