<?php
// Heading
$_['heading_title'] = 'Менің мекен-жайы';

// Text
$_['text_account'] = 'Жеке кабинетіне';
$_['text_address_book'] = 'Мекенжайларының Тізімі жеткізуді';
$_['text_edit_address'] = 'Өңдеу мекен-жайы';
$_['text_add'] = 'Сіздің мекен-жайы сәтті қосылды';
$_['text_edit'] = 'Сіздің мекен-жайы сәтті жаңартылды';
$_['text_delete'] = 'Сіздің мекен-жайы сәтті жойылған';
$_['text_empty'] = 'Бұл тіркелгі мекенжайы жоқ!';

// Entry
$_['entry_firstname'] = 'Аты';
$_['entry_lastname'] = 'Аты-жөні';
$_['entry_company'] = 'Компания';
$_['entry_address_1'] = 'Мекен жайы';
$_['entry_address_2'] = 'Мекен-жайы (қосымша)';
$_['entry_postcode'] = 'Индексі';
$_['entry_city'] = 'Қала';
$_['entry_country'] = 'Ел';
$_['entry_zone'] = 'Аймақ / облыс';
$_['entry_default'] = 'Негізгі мекен-жайы';

// Error
$_['error_delete'] = 'Сізде кем болмауы тиіс 1 мекен-жайы!';
$_['error_default'] = 'Сіз жою негізгі мекен-жайы!';
$_['error_firstname'] = 'Аты болуы тиіс 1-ден 32-ге рәміздер!';
$_['error_lastname'] = 'Тегі болуы тиіс 1-ден 32 символдан!';
$_['error_vat'] = 'Қате индексі!';
$_['error_address_1'] = 'Мекен-жайы болуы тиіс 3-тен 128 таңбадан!';
$_['error_postcode'] = 'Индексі тиіс 2-ден 10 символ!';
$_['error_city'] = 'Кала Атауы болуы тиіс 2-ден 128 таңбадан!';
$_['error_country'] = 'Көрсетіңіз елге!';
$_['error_zone'] = 'Көрсетіңіз аймақ / область!';
$_['error_custom_field'] = '%s Кажет!';