<?php
// Heading
$_['heading_title'] = 'парольді Ұмыттыңыз ба?';

// Text
$_['text_account'] = 'Кабинеті серіктес';
$_['text_forgotten'] = 'парольді Ұмыттыңыз ба?';
$_['text_your_email'] = 'Сіздің E-Mail';
$_['text_email'] = 'мекенжайын Енгізіңіз электрондық пошта тіркелгіңіз. Түймешігін басыңыз Жалғастыру үшін пароль алу бойынша электрондық пошта арқылы.';
$_['text_success'] = 'Жаңа пароль жіберілетін электрондық пошта мекен-жайы.';

// Entry
$_['entry_email'] = 'E-Mail мекен-жайы:';

// Error
$_['error_email'] = 'Осындай E-Mail адрес табылмаса, қайтадан көріңіз!';
$_['error_approved'] = 'тіркелгіңіз болуы керек мақұлданған әкімшілігі дүкен, содан кейін ғана сіз жеке кабинетке кіру.';