<?php
// Heading
$_['heading_title'] = 'Серіктестік бағдарлама';

// Text
$_['text_account'] = 'Кабинеті серіктес';
$_['text_login'] = 'Кіру';
$_['text_description'] = '<p>Әріптестік бағдарлама %s мүлдем тегін және мүмкіндік береді қатысушыларға қосымша табыс орналастыру арқылы сілтеме ретінде бүкіл біздің дүкен %s, сондай-ақ жекелеген тауарлар. Әрбір сатып алу, жетілген бойынша серіктестік сілтеме табыс әкеледі! Стандартты комиссияның мөлшері құрайды (%s.</p><p>толық ақпарат алу Үшін хабарласыңыз бетіне ақпарат үшін серіктес.</p>';
$_['text_new_affiliate'] = 'Жаңа Серіктесі';
$_['text_register_account'] = '<p>Мен емеспін серіктес.</p><p>Басыңыз Жалғастыру үшін тіркелгі серіктес. Назар аударыңыз, бұл есептік жазба жоқ байланысты қандай да бір есептік жазбамен сатып алушы!</p>';
$_['text_returning_affiliate'] = 'әріптестер үшін Кіру';
$_['text_i_am_returning_affiliate'] = 'Я тіркелді.';
$_['text_forgotten'] = 'парольді Ұмыттыңыз ба?';

// Entry
$_['entry_email'] = 'Серіктестік E-Mail:';
$_['entry_password'] = 'Құпия сөз:';

// Error
$_['error_login'] = 'табылмады енгізілген мекен-жайына E-Mail және/немесе пароль көрсетілуі дұрыс емес.';
$_['error_attempts'] = 'Назар салыңыз: Сіз асып рұқсат етілген саны әрекеттерінің жүйесіне кіру. Көріңіз кейін.';
$_['error_approved'] = 'Үшін авторландыру қажет алдымен растау аккаунт E-Mail.';
