<?php
// Heading
$_['heading_title']     = 'Арзан таптыңыз ба?';

// Button
$_['button_close']      = 'Сатып алуды жалғастыру';
$_['button_send']       = 'Жіберу';

// Text
$_['text_success_send'] = '<p>Сіздің өтінішіңіз сәтті жіберілді!</p>';
$_['text_loading']      = 'Жүктелуде...';

$_['text_info']         = 'Пайдаланушы';
$_['text_date_added']   = 'Қосылған уақыты';
$_['text_price']        = 'Бағасы:';
$_['text_oct_terms']    = 'Мен <a href="%s" target="_blank">%s</a>-ты оқып, шарттарға келісемін';
$_['error_oct_terms']   = 'Сіз %s-ты оқып, келісуіңіз қажет!';

// Enter
$_['enter_name']        = 'Аты';
$_['enter_text_title']  = 'Біз төмен бағаны кепілдейміз!';
$_['enter_text']        = 'Егер басқа дүкендерде төмен бағаны тапсаңыз, бізге хабарлаңыз, біз жақсы жеңілдік ұсынуға тырысамыз';
$_['enter_telephone']   = 'Телефон';
$_['enter_email']       = 'Электрондық пошта';
$_['enter_link']        = 'Тауарға сілтеме';
$_['enter_comment']     = 'Пікір';
$_['enter_referer']     = 'Тауарға сілтеме';

// Error
$_['error_name']        = 'Аты 1-ден 32 таңбаға дейін болуы керек!';
$_['error_telephone_mask']   = 'Телефон форматы дұрыс емес';
$_['error_telephone']   = 'Телефон 3-тен 32 таңбаға дейін болуы керек!';
$_['error_email']       = 'Электрондық пошта дұрыс енгізілмеген!';
$_['error_link']        = 'Тапқан тауарға сілтемені көрсетіңіз!';
$_['error_comment']     = 'Пікір 3-тен 500 таңбаға дейін болуы керек!';
