<?php
// Heading
$_['heading_title'] = 'Пайдалану бонустық ұпайлар (Қолжетімді: %s)';

// Text
$_['text_reward'] = 'Бонустық ұпайлар (%s)';
$_['text_order_id'] = 'Тапсырыс №: #%s';
$_['text_success'] = 'Сіздің Бонустық ұпайлар табысты пайдаланылуы!';

// Entry
$_['entry_reward'] = 'Саны (максимум %s)';

// Error
$_['error_reward'] = 'көрсетіңіз саны бонустық ұпай және ол пайдаланғыңыз келсе, ол үшін тапсырысты!';
$_['error_points'] = 'сізде жетіспейді бонустық ұпай, тағы %s!';
$_['error_maximum'] = 'ең көп саны бонустық ұпай, ол үшін пайдаланылуы мүмкін, бұл тапсырыс - %s!';