<?php
// Heading
$_['heading_title'] = 'Узнать жеткізу құны';

// Text
$_['text_success'] = 'жеткізу Тәсілі сәтті қабылданды. Қорытынды сомасы тапсырыс өзгертілді!';
$_['text_shipping'] = 'білгіңіз келсе (болжамды) жеткізу құны, көрсетіңіз аймақ';
$_['text_shipping_method'] = 'көрсетіңіз қонымды жеткізу тәсілі';

// Entry
$_['entry_country'] = 'Ел';
$_['entry_zone'] = 'Аймақ / облыс';
$_['entry_postcode'] = 'Индексі';

// Error
$_['error_postcode'] = 'Индексі тиіс 2-ден 10 символ!';
$_['error_country'] = 'көрсетіңіз Елге!';
$_['error_zone'] = 'көрсетіңіз Аймақ / область!';
$_['error_shipping'] = 'көрсетіңіз қонымды жеткізу тәсілі';
$_['error_no_shipping'] = 'бірде-бір қолжетімді әдісі жеткізу. Оқасы <a href="%s">бізбен байланысу</a> біз табамыз шешу!';
